import React from "react";

export default function About() {
  return (
    <div className="row">
      <div className="col-md-12">
        <div className="well">
          <h3>أسئلة وأجوبة عن كوفيد-19</h3>
          <div className="panel panel-default">
            <div className="panel-body">
              <p className="title">ما هو المرض؟</p>
              <div className="info">
                <strong>
                  فيروس كورونا المستجد (كوفيد-19) من سلالة كورونا، تم التعرف
                  عليه لأول مرة في عدد من المصابين بأعراض الالتهاب الرئوي في
                  مدينة ووهان بمقاطعة هوبي، حيث ان معظم الحالات مرتبطة بسوق
                  المأكولات البحرية والحيوانية.
                </strong>
              </div>
              <p className="title">كيف ينتقل المرض؟</p>
              <div className="info">
                <strong>
                  <ul>
                    <li>
                      عادة تنتشر سلالات فيروس كورونا الأخرى من شخص مصاب لآخر
                      سليم عبر الرذاذ الملوث (من خلال السعال أو العطس) أو الأيدي
                      الملوثة
                    </li>
                    <li>
                      ينتقل فيروس كورونا المستجد عن طريق ملامسة الأسطح الملوثة
                    </li>
                    <li>
                      تمتد فترة حضانة المرض من يوم إلى 14 يوماً (يقصد بها الفترة
                      الزمنية من الإصابة بالعدوى إلى وقت ظهور الأعراض)
                    </li>
                  </ul>
                </strong>
              </div>
              <p className="title">أعراض المرض</p>
              <div className="info">
                <strong>
                  <ul>
                    <li>الحمى</li>
                    <li>صعوبة في التنفس</li>
                    <li>السعال</li>
                    <li>الصداع</li>
                    <li>ألم في الحلق</li>
                  </ul>
                </strong>
                <span>
                  ملاحظة: الأعراض السابقة لا تعني إصابتك بالمرض، إلا إذا صاحب
                  ذلك تاريخ سفر لإحدى الدول المتأثرة بالفيروس أو مخالطة شخص
                  مصاب.
                </span>
              </div>
              <p className="title">علاج فيروس كورونا المستجد</p>
              <div className="info">
                <strong>
                  يعتمد علاج فيروس كورونا المستجد (كوفيد-19) على تقوية الجهاز
                  المناعي لدى المصابين وعلاج الأعراض المرضية والتخفيف من
                  المضاعفات حيث لا يوجد إلى اليوم علاج محدد.
                </strong>
              </div>
              <p className="title">هل هناك لقاح لفيروس كورونا المستجد؟</p>
              <div className="info">
                <strong>لا يوجد في الوقت الحالي لقاح للفيروس.</strong>
              </div>
              <p className="title">متى يجب غسل اليدين</p>
              <div className="info">
                <strong>
                  <ul>
                    <li>بعد التعامل مع الحيوانات أو النفايات الحيوانية</li>
                    <li>عند اتساخ يديك</li>
                    <li>بعد استخدام المرحاض</li>
                    <li>بعد السعال أو العطس</li>
                    <li>عند رعاية المرضى</li>
                    <li>قبل وأثناء وبعد إعداد الطعام</li>
                    <li>قبل الأكل وبعد الأكل</li>
                  </ul>
                </strong>
              </div>
              <p className="title">
                طريقة السلام والتحية بين الأشخاص أثناء وجود أعراض تنفسية مثل
                (السعال أو العطس):
              </p>
              <div className="info">
                <strong>
                  <ul>
                    <li>تجنب السلام باليد والاكتفاء بإلقاء التحية</li>
                    <li>عدم السلام بالأنف</li>
                    <li>تجنب العناق أو تقبيل الآخرين</li>
                  </ul>
                </strong>
              </div>
              <p className="title">
                اذا كنت تعتزم السفر للمناطق المتأثرة من فيروس كورونا المستجد
              </p>
              <div className="info">
                <strong>
                  <ul>
                    <li>تجنب ملامسة المرضى المصابين بأعراض تنفسية</li>
                    <li>
                      غسل اليدين باستمرار بالماء والصابون لمدة 20 ثانية على
                      الأقل في كل مرة
                    </li>
                    <li>تغطية الفم والأنف بمنديل عند السعال أو العطس</li>
                    <li>
                      تجنب الحيوانات (حية أو ميتة)، وأسواق الحيوانات، والمنتجات
                      التي تأتي من الحيوانات (مثل اللحوم غير المطهية)
                    </li>
                  </ul>
                </strong>
                <span>
                  ملاحظة: ننصح بعدم السفر إلى المناطق المتأثرة من بمرض فيروس
                  كورونا المستجد إلا للضرورة القصوى.
                </span>
              </div>
              <p className="title">الإجراءات اللازمة للقادمين من السفر:</p>
              <div className="info">
                <strong>
                  <ul>
                    <li>
                      التوجه إلى أقرب مركز للرعاية الصحية على الفور مع ضرورة
                      إخبار الطبيب عن سفرك الأخير وأعراضك.
                    </li>
                    <li>
                      البقاء في المنزل حسب تعليمات الطبيب وتجنب الاتصال مع
                      الآخرين.
                    </li>
                    <li>
                      خذ المعلومات الصحيحة من الجهات المعنية الرسمية في الدولة.
                    </li>
                  </ul>
                </strong>
              </div>
              <p className="title">هل تقي الكمامات من فيروس كورونا المستجد؟</p>
              <div className="info">
                <strong>
                  لا تقي الكمامات من الامراض وتجعل الشخص يلامس وجهه بشكل مستمر
                  مما يزيد من خطورة نقل الفيروس باليد الملوثة من الأسطح وغيرها.
                  يتم استخدامها في حالتين:
                  <ul>
                    <li>
                      في حال وجود أعراض تنفسية عند الشخص مثل العطاس والسعال.
                    </li>
                    <li>في حال الاعتناء بشخص لديه عدوى تنفسية.</li>
                  </ul>
                </strong>
              </div>

              <p className="title">
                هل المضادات الحيوية تعتبر علاج لفيروس كورونا المستجد؟
              </p>
              <div className="info">
                <strong>
                  هذه المعلومة غير صحيحة حيث ان المضادات الحيوية خاصة فقط
                  لمحاربة البكتيريا وليس لديها أية فاعلية ضد الفيروس بشكل عام.
                </strong>
              </div>
              <p className="title">
                هل تطعيم الإنفلونزا يقي من فيروس كورونا المستجد؟
              </p>
              <div className="info">
                <strong>
                  هذه المعلومة خاطئة حيث أن تطعيم الإنفلونزا يكون خاصاً فقط
                  بالفيروس المسبب للإنفلونزا وان سلالة كوفيد-19 مختلفة عنها.
                </strong>
              </div>
              <p className="title">هل يقي الثوم من فيروس كورونا المستجد؟</p>
              <div className="info">
                <strong>
                  الثوم غذاء صحي يحتوي على بعض الخصائص المضادة للميكروبات، لكن
                  لا يوجد دليل على أن تناول الثوم يحمي الأشخاص من فيروس كورونا
                  المستجد.
                </strong>
              </div>
              <p className="title">هل يمكنني شراء بضائع من الانترنت؟</p>
              <div className="info">
                <strong>
                  نعم يمكن شراء البضائع من الانترنت، حيث لا يوجد أي دليل علمي
                  حتى الآن يثبت انتقال مرض فيروس كورونا المستجد (كوفيد-19) من
                  خلال البضائع.
                </strong>
              </div>
              <p className="title">
                هل ينتقل فيروس كورونا المستجد من شخص إلى آخر من خلال المرور
                بالقرب منه؟
              </p>
              <div className="info">
                <strong>
                  لا ينتقل المرض بمجرد المرور بالقرب من شخص مصاب، يجب ان يتم
                  التواصل المباشر على قرب من الشخص المصاب (أقل من 2 متر) وبشكل
                  متواصل أو ملامسته حتى تنتقل العدوى.
                </strong>
              </div>
              <p className="title">
                هل من الآمن طلب الوجبات الغذائية من المطاعم؟
              </p>
              <div className="info">
                <strong>
                  نعم، مع الحرص على طلب الوجبات المطبوخة جيداً، وتناولها وهي
                  ساخنة.
                </strong>
              </div>
              <p className="title">
                لماذا علينا تجنب لمس العينيين والأنف والفم قبل غسل وتعقيم
                اليدين؟
              </p>
              <div className="info">
                <strong>
                  تلامس اليدين العديد من الأسطح ويمكنها أن تلتقط الفيروسات.
                  وتلوث اليدين قد ينقل الفيروس إلى العينين أو الأنف أو الفم.
                  ويمكن للفيروس أن يدخل الجسم عن طريق هذه المنافذ ويصيبك بالمرض.
                </strong>
              </div>
              <p className="title">
                لماذا علينا استخدام باطن الكوع عند السعال أو العطاس في حال عدم
                توافر المنديل؟
              </p>
              <div className="info">
                <strong>
                  الرذاذ المنتشر من السعال والعطس يساهم في نشر الفيروسات مثل
                  البرد والأنفلونزا وغيرها، ومن الأفضل استخدام باطن الكوع أو
                  الساعد في حال عدم توفر المنديل لأنه لا يوجد اتصال بينهما وبين
                  ملامسة الأشياء التي نستخدمها.
                </strong>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
